Repository: davidhbishop/sya-wingsuit
Catalog: translations/autosave_form-8.x-1.2.*.po
Languages: de

source: Content
de: Inhalt

source: Message
de: Nachricht

source: Active
de: Aktiv

source: Autosave save
de: Automatisch speichern

source: Notification
de: Benachrichtigung

source: Entity type
de: Entitätstyp

source: Notification settings
de: Benachrichtigungseinstellungen

source: Bundle
de: Subtyp

source: Discard
de: Verwerfen

source: Notification message
de: Benachrichtigung

source: bundles
de: Subtypen

source: Active on
de: Aktiv für

source: Autosave Form
de: Formular automatisch speichern

source: Adds autosave feature on forms.
de: Ermöglicht es, Formulare automatisch zu speichern.

source: Autosave form settings
de: Einstellungen für das automatische Speichern von Formularen

source: Change interval and forms on which autosave is active.
de: Intervall und Formulare festlegen, für die das automatische Speichern aktiviert ist.

source: Autosave Form Settings
de: Einstellungen für das automatische Speichern von Formularen

source: The interval used to trigger autosave.
de: Die Zeitspanne, nach der automatisch gesichert wird.

source: Content entity forms
de: Inhaltsentitätsformulare

source: Config entity forms
de: Konfigurationsentitätsformulare

source: Show notification each time autosave is triggered
de: Benachrichtigung anzeigen, wenn das automatische Speichern ausgelöst wird

source: Notification duration
de: Anzeigedauer der Benachrichtigung

source: Allowed content entity types
de: Zugelassene Inhaltsentitätstypen

source: Allowed bundles of the entity type
de: Zugelassene Subtypen des Entitätstyps

source: Autosave Form Messages
de: Benachrichtigungen beim automatischen Speichern von Formularen

source: The alert message to show to the user if the entity has been saved meanwhile in the background.
de: Die Warnmeldung, die dem Benutzer angezeigt wird, wenn die Entität zwischenzeitlich im Hintergrund gespeichert wurde.

source: Saving draft...
de: Entwurf wird gespeichert…

source: Resume editing
de: Bearbeitung fortsetzen

source: A server error occurred during autosaving the current page. As a result autosave is disabled. To activate it please revisit the page and continue the editing from the last autosaved state of the current page.
de: Ein Serverfehler ist während des automatischen Speicherns der Seite aufgetreten. In der Folge wurde das automatische Speichern deaktiviert. Um das automatische Speichern wieder zu aktivieren, laden Sie die Seite bitte erneut und setzen Sie die Bearbeitung mit der letzten automatischen Speicherung der aktuellen Seite fort.

source: Autosave has been disabled
de: Automatisches Speichern wurde abgeschaltet

source: Autosave is turned off.
de: Automatisches Speichern ist abgeschaltet.

source: Autosave restore
de: Automatisch gespeichertes Formular wiederherstellen

source: Autosave reject
de: Automatisch gespeichertes Formular verwerfen

source: A version of this page you were editing at @date was saved as a draft. Do you want to resume editing or discard it?
de: Eine Version dieser Seite, die Sie am @date bearbeitet haben, wurde als Entwurf gespeichert. Möchten Sie die Bearbeitung fortsetzen oder den Entwurf verwerfen?

source: The interval to use for triggering autosave in milliseconds.
de: Der zeitliche Abstand, in dem automatisch gesichert wird (in Millisekunden)

source: Active on:
de: Aktiviert für:

source: Content Entity Forms
de: Inhaltsentitätsformulare

source: Config Entity Forms
de: Konfigurationsentitätsformulare

source: Display a simple notification every time content is saved
de: Jedesmal eine einfache Benachrichtigung anzeigen, wenn Inhalte gespeichert werden

source: The duration of the notification in milliseconds.
de: Die Anzeigedauer der Benachrichtigung in Millisekunden.

source: Allowed Content Entity Forms
de: Zugelassene Inhaltsentitätsformulare

source: In case no entity type is selected then autosave is enabled on all entity forms, otherwise it will be enabled only on the selected ones. Selecting only the entity type will enable all corresponding bundles and selecting only a subset of the bundles will enable autosave only for those bundles and will be disabled for the others.
de: Falls kein Entitätstyp ausgewählt ist, wird das automatische Speichern für alle Entitätstypen aktiviert. Andernfalls wird die Funktion nur für die ausgewählten Entitätstypen aktiviert. Wird nur der Entitätstyp ausgewählt, werden alle Subtypen des Entitätstyps automatisch mit aktiviert. Werden nur bestimmte Subtypen aktiviert, bleibt das automatische Speichern für alle anderen Subtypen des Entitätstyps deaktiviert.
